Repository: dausi/tds_z_i_p_gallery
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Adds ZIP Image Gallery Block and ZIP Image Gallery button to the WYSIWYG editor
de_de: Fügt Block mit ZIP-Bildergalerie als auch Schaltfläche für ZIP-Bildergalerie zum WYSIWYG-Editor

source: TDS ZIP Image Gallery
de_de: TDS ZIP Bldergalerie

source: ZIP Image Gallery file
de_de: ZIP-Bildergalerie-Datei

source: Single image
de_de: Einzelnes Bild

source: Select initial / single image
de_de: Erstes / einzelnes Bild wählen

source: Select image by click
de_de: Bild durch Anklicken auswählen

source: Gallery flipping rate [s] (0 - 20), set to 0 for no flipping
de_de: Rate der Bildergalerie-Weiterschaltung [s] (0-20). 0 einstellen für keine Weiterschaltung

source: Slides per view (1 - 20)
de_de: Anzahl Bilder nebeneinander (1-20)

source: Space between slides [px] (0 - 200)
de_de: Platz zwischen Bildern [px] (0-200)

source: Image caption code (see <a target="_blank" href="http://tdsystem.eu/en/projects/zip-image-gallery/zip-image-gallery-general-application#caption">documentation</a>) - get <a href="#" class="def">default</a>
de_de: Code für Bildbeschriftung (siehe <a target="_blank" href="http://tdsystem.eu/projects/zip-bilder-galerie/zip-image-gallery-allgemeine-anwendung#caption">Dokumentation</a>) - Standard-Einstellung <a href="#" class="def">holen</a>

source: Keep images unique over pages (for global ZIP Image Galleries)
de_de: Bilder über Webseiten hinweg merken (für globale ZIP-Bildergalerien)

source: Show pagination
de_de: Paginierung anzeigen

source: Max. image width (set to 0 for full width)
de_de: Bildbreite (max.) - auf 0 stellen für volle Breite

source: Image title
de_de: Bild-Titel

source: Alternate image title
de_de: Alternativer Bild-Titel

source: none
de_de: keine

source: black
de_de: schwarz

source: white
de_de: weiß

source: Show ZIP Image Gallery on click
de_de: ZIP-Bildergalerie auf Klick anzeigen

source: Image caption code (same as above) - get <a href="#" class="def">default</a>
de_de: Code für Bildbeschriftung (wie oben) - Standard-Einstellung <a href="#" class="def">holen</a>

source: Insert ZIP Image Gallery
de_de: ZIP-Bildergalerie einfügen

source: Edit link to ZIP Image Gallery
de_de: Link zur ZIP-Bildergalerie bearbeiten

source: Link to ZIP file
de_de: Link zur ZIP-Datei

source: File is no ZIP archive
de_de: Die gewählte Datei ist kein ZIP-Archiv

source: Link must not be empty
de_de: Link darf nicht leer sein

source: Select ZIP Image Gallery file
de_de: ZIP-Bildergalerie auswählen

source: Title of ZIP Image Gallery link
de_de: Titel für die ZIP-Bildergalerie

source: Link title must not be empty
de_de: Der Titel des Links darf nicht leer sein

source: Index of first image to show
de_de: Index des ersten Bildes zur Anzeige

source: Index must by greater equal 1
de_de: Index muss größer gleich 1 sein

source: ZIP Image Gallery thumbnail size (WxH)
de_de: ZIP-Bildergalerie Thumbnail-Größe (BxH)

source: Thumbnail sizes (WxH) must be in (10 ... 200)
de_de: Thumbnail-Größe (BxH) muss im Bereich 10...200 liegen

source: Inhibit download of images
de_de: Download von Bildern verhindern

source: Error resolving URL &lt;%s&gt;
de_de: Fehler beim Auflösen der URLL &lt;%s&gt;

source: ZIP Image Gallery &lt;%s&gt; has no valid images
de_de: ZIP-Bildergalerie &lt;%s&gt; hat keine gültigen Bilder

source: Error loading information from file &lt;%s&gt;
de_de: Fehler beim Laden der Informationen aus Datei &lt;%s&gt;

source: ZIP Gallery Plugin
de_de: ZIP-Bildergalerie Plugin

source: Add ZIP Image Gallery on your pages.
de_de: ZIP-Bildergalerie auf der Seite hinzufügen.

source: ZIP Image Gallery
de_de: ZIP-Bildergalerie

source: Empty ZIP Image Gallery block.
de_de: Leerer ZIP-Bildergalerie-Block.
